export const AboutPage = () => {
  return (
    <div>
      <h1>О чате</h1>
      <p>С недавних пор все сотрудники компании TOT Systems были переведены на самоизоляцию, но продолжают работать удаленно. Из-за того, что стало невозможным собираться у кулера, многие пребывают в растерянности, испытывают чувство одиночества и теряют связь с командой.</p>
      <p>Директор, Василий Иванович, очень заботится о психическом здоровье и эффективности своих сотрудников, поэтому он принял решение помочь работникам не сойти с ума и восстановить контакт. С этой целью была реализована для сотрудников корпоративная сеть для общения онлайн.</p>
    </div>
  )
}