export const dataGroupChat = [
  {
    chatId: 0,
    dialog: [
      {
        id: 7,
        date: new Date(2021, 1, 22, 12, 15, 25),
        text: 'Во сколько совещание?'
      },
      {
        id: 2,
        date: new Date(2021, 1, 22, 12, 15, 38),
        text: 'По-моему в час.'
      },
      {
        id: 3,
        date: new Date(2021, 1, 22, 12, 15, 57),
        text: 'В 13:30'
      },
      {
        id: 7,
        date: new Date(2021, 1, 22, 12, 16, 30),
        text: 'Благодарю.'
      }
    ]
  },
  {
    chatId: 1,
    dialog: [
      {
        id: 7,
        date: new Date(2021, 1, 22, 8, 15, 25),
        text: 'Всем привет! Где все?'
      },
      {
        id: 0,
        date: new Date(2021, 1, 22, 8, 16, 38),
        text: 'В пути. Пробки.'
      },
      {
        id: 2,
        date: new Date(2021, 1, 22, 8, 17, 38),
        text: 'Почти приехала.'
      },
      {
        id: 6,
        date: new Date(2021, 1, 22, 8, 17, 45),
        text: 'Ха! А я трансгрессировала. И никаких пробок!'
      },
      {
        id: 3,
        date: new Date(2021, 1, 22, 8, 18, 15),
        text: 'Молодец! Моя школа!'
      },
      {
        id: 7,
        date: new Date(2021, 1, 22, 8, 19, 25),
        text: 'Гермиона, круто! Научи программиста, а? А то я на машине полчаса ехал.'
      },
      {
        id: 6,
        date: new Date(2021, 1, 22, 8, 21, 15),
        text: 'Не! Так не получится. Поучись сначала в Хогвардсе пяток лет)'
      },
      {
        id: 4,
        date: new Date(2021, 1, 22, 8, 22, 55),
        text: 'Мы с Роном тоже трансгрессировали. Обожаю быть волшебником!'
      },
      {
        id: 5,
        date: new Date(2021, 1, 22, 8, 23, 20),
        text: 'Гарии, дай пять! )'
      },
      {
        id: 7,
        date: new Date(2021, 1, 22, 8, 24, 40),
        text: 'Хватит хвастаться. Давайте минут через 15 чаю с плюшками попьём. Я почти на месте. Подтягивайтесь к чайнику.'
      },
      {
        id: 6,
        date: new Date(2021, 1, 22, 8, 27, 5),
        text: 'Чайник греется. Неси свои плюшки) Ждём.'
      },
      {
        id: 2,
        date: new Date(2021, 1, 22, 8, 27, 45),
        text: 'Нам оставьте, а то всё слопаете ведь.'
      },
      {
        id: 4,
        date: new Date(2021, 1, 22, 8, 28, 15),
        text: 'Не боись. Оставим.'
      },
      {
        id: 7,
        date: new Date(2021, 1, 22, 8, 38, 10),
        text: 'А вот и плюшки. Где вы уже там. Давайте скорее, а то не удержимся и съедим все.'
      },
    ]
  }
]