export const dataGroupChat = [
  {
    chatId: 0,
    dialog: [
      {
        id: 7,
        date: new Date(2021, 1, 22, 12, 15, 25),
        text: 'Во сколько совещание?'
      },
      {
        id: 2,
        date: new Date(2021, 1, 22, 12, 15, 38),
        text: 'По-моему в час.'
      },
      {
        id: 3,
        date: new Date(2021, 1, 22, 12, 15, 57),
        text: 'В 13:30'
      },
      {
        id: 7,
        date: new Date(2021, 1, 22, 12, 16, 30),
        text: 'Благодарю.'
      }
    ]
  },
  {
    chatId: 1,
    dialog: [
      {
        id: 7,
        date: new Date(2021, 1, 22, 8, 15, 25),
        text: 'Всем привет! Где все?'
      },
      {
        id: 0,
        date: new Date(2021, 1, 22, 8, 16, 38),
        text: 'В пути. Пробки.'
      },
      {
        id: 2,
        date: new Date(2021, 1, 22, 8, 17, 38),
        text: 'Почти приехала.'
      },
      {
        id: 6,
        date: new Date(2021, 1, 22, 8, 17, 45),
        text: 'Ха! А я трансгрессировала. И никаких пробок!'
      },
      {
        id: 3,
        date: new Date(2021, 1, 22, 8, 18, 15),
        text: 'Молодец! Моя школа!'
      },
      {
        id: 7,
        date: new Date(2021, 1, 22, 8, 19, 25),
        text: 'Гермиона, круто! Научи программиста, а? А то я на машине полчаса ехал.'
      },
      {
        id: 6,
        date: new Date(2021, 1, 22, 8, 21, 15),
        text: 'Не! Так не получится. Поучись сначала в Хогвардсе пяток лет)'
      },
    ]
  }
]