export const dataPersonalChat = [
  {
    chatId: 1,
    dialog: [
      {
        id: 7,
        date: new Date(2021, 1, 24, 12, 15, 25),
        text: 'Привет! Как дела?'
      },
      {
        id: 1,
        date: new Date(2021, 1, 24, 12, 15, 38),
        text: 'Отлично! Сам как?'
      },
      {
        id: 7,
        date: new Date(2021, 1, 24, 12, 15, 57),
        text: 'На обед пошёл. В столовке стою в очереди. Здесь народу человек 20. Думаю, полчаса простою. Есть уже хочется очень.'
      },
      {
        id: 1,
        date: new Date(2021, 1, 24, 12, 16, 30),
        text: 'Жди. Скоро тоже подойду.'
      }
    ]
  },
  {
    chatId: 3,
    dialog: [
      {
        id: 3,
        date: new Date(2021, 1, 25, 8, 15, 25),
        text: 'Доброе утро. Зайди ко мне в кабинет, когда на работу приедешь.'
      },
      {
        id: 7,
        date: new Date(2021, 1, 28, 8, 15, 38),
        text: 'Здравствуйте. Хорошо.'
      }
    ]
  }
]